/* 
   Localizable.strings
   CrashReporterDemo

   Created by Damien Depièreux on 20.12.2010.
   Copyright 2009 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Oui";

/* For dialogs no buttons */
"No" = "Non";

/* For dialogs ok buttons */
"OK" = "OK";


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Données du plantage";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Le programme s'est planté auparavant. Seriez-vous d'accord de fournir les données d'accident de façon anonyme, ils peuvent essayer de résoudre le problème.";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Toujours";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Envoier…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Statut des Bogues";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "Le bogue qui a causé votre problème a déjà été corrigé et la solution sera intégrée dans la prochaine version de %@";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "Le bogue qui a causé votre problème a déjà été corrigé et la nouvelle version de %@ est en attente d'acceptation par Apple";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "Le bogue qui a causé votre problème a déjà été corrigé et la nouvelle version de %@ est disponible. Veuillez faire une mise à jour !";
